{

  "Starter":
  [
    {
      "name" : "Measure Flour For the Starter",
      "directions" : "Using a small bowl and your scale, pour out the exact number of grams of flour",
      "img": "starter_flour",
      "url": ""},

    {
      "name" : "Measure Water For the Starter",
      "directions" : "Using another small bowl and your scale, add the exact number of grams of water. Use warm water if you plan to use the starter to also proof your yeast.",
      "img": "starter_water",
      "url": ""},
    {
      "name" : "Complete the Starter",
      "directions" : "Mix the measured flour and water by pouring the water into the bowl of flour. If you are using the starter to proof your yeast, add the yeast and sugar to the starter. Use a package of yeast for every 4-6 pizzas being made. The amount of sugar is to taste.",
      "img": "starter_mix",
      "url": ""},
    {
      "name" : "Let the Starter Rise",
      "directions" : "Let the starter rise for AT LEAST an hour. The longer the better. You will have to stir down the starter occasionally.",
      "img": "start_rise",
      "url": ""}
  ]
,
  "Dough": [
    {
      "name" : "Combine Starter and the Remaining Ingredients",
      "directions" : "Once the starter has risen for at least an hour, add the remaining flour, water, salt, and Olive Oil into the mixer or larger bowl.",
      "img": "mix",
      "url": ""},

    {
      "name" : "Mix or Knead the Dough",
      "directions" : "Using a mixer or your hands, knead the dough until it is smooth. Based on the type of pizza you are making it may be a little sticky. Once mixed, let it sit for approximately 5 minutes, then re-knead or mix it one more time",
      "img": "dough_kneed",
      "url": ""},

    {
      "name" : "Let the Dough Rise",
      "directions" : "Now let your dough rise for as long as possible. At least one hour. For the best results, let it sit in the refrigerator over night.",
      "img": "dough_rise",
      "url": ""},
    {
      "name" : "Turn on Oven",
      "directions" : "Turn on the oven as high as it goes. 500 degrees or higher, if possible. Set your pizza stone in the oven so it can also heat up. The pizza stone should be heating for at least an hour before baking.",
      "img": "",
      "url": ""}
  ],
  "Preparation": [
    {
      "name" : "Divide Dough into Sections",
      "directions" : "Using a knife, slice the dough evenly into sections that equal the number of pizzas you plan to make. You may want to use your scale during this process as well so all pizzas are the same size.",
      "img": "dough_slices",
      "url": ""},

    {
      "name" : "Form Each Section of Dough into Balls",
      "directions" : "Using good technique, transform the dough slices into perfectly round balls.",
      "img": "dough_balls",
      "url": "https://www.youtube.com/watch?v=CQaJqHW0BZw"},

    {
      "name" : "Flatten Dough for Pizza Crusts",
      "directions" : "Using you hands, flatten the dough for your pizza. You may also toss it or use another technique to thin out the dough further. Leave the other balls under cling film and a damp towel until you are ready to make them.",
      "img": "dough_flatten",
      "url": ""}
    ],
  "Cook": [

    {
      "name" : "Cook Your Pizza",
      "directions" : "Cook your pizza until it's done. Approximately 7 minutes. Your oven's temperature will determine just how long it will take.",
      "img": "cook",
      "url": ""
      }
  ],
  "Eat": [

    {
      "name" : "Enjoy Your Tasty Pizza",
      "directions" : "Eat your perfect pizza!",
      "img": "eat",
      "url": ""
    }
  ]
}
